# Задание
# Сделайте тааблицу умножения. Построчно выведите в консоль примеры.
# решение

# for i in range(1, 10):
#     for g in range(1, 10):
#         print(i, "*", g, "=", i*g)

massive = [1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17]

for i in massive:
    print(i)